Repository: bbl-jcastaneda/inteltest
Catalog: ios/Plugin/MacOSX_iOS/faceRecognitionExample/FPhi.Example.iOS.UserControl.Local/FPhi.Example.iOS.UserControl/*.lproj/Localizable.strings
Languages: es

source: Delete
es: Eliminar

# InternalErrorMessage
source: Internal error. Please try again.
es: Error interno. Por favor, inténtelo de nuevo.

# FaceNotFound
source: Face not found. Please try again.
es: Cara no encontrada. Por favor, inténtelo de nuevo.

# CancelByUser
source: User cancelled the process.
es: Proceso cancelado por el usuario.

# Timeout
source: Timeout process.
es: Tiempo de espera excedido

source: Register ok.
es: Registro ok.

source: Register fail
es: Registro fallido

source: Authentication ok.
es: Autenticación: OK.

source: Authentication fail.
es: Autenticación: ERROR.

# LivenessFail
source: Remain still and blink next time
es: Permanezca quieto y parpadee la próxima vez

# LivenessFailLight
source: Look for an illuminated place with no backlighting next time
es: Busque un lugar bien iluminado sin contraluces el próximo intento

# LivenessFailGlasses
source: If you are wearing glasses, avoid the reflections next time
es: Si está usando gafas, evite la aparición de reflejos el próximo intento

# LivenessFailPerformance
source: The performance of the device is lower than expected
es: El rendimiento del dispositivo es inferior al esperado
